[
  {
    "date": "19/12/2025",
    "slug": "scegliere-infissi-giusti-trapani",
    "excerpt": "Il clima di Trapani, tra salsedine e caldo intenso, richiede infissi studiati per resistere. PVC, alluminio a taglio termico e vetri selettivi aiutano a proteggere la casa e migliorare il comfort",
    "title": "Come scegliere gli infissi giusti per Trapani",
    "body": "Vivere a Trapani significa fare i conti con un clima meraviglioso ma impegnativo. La salsedine portata dal vento di Maestrale e le temperature torride dello Scirocco non sono solo dettagli meteo, ma veri agenti corrosivi per la tua casa.\n\nIl PVC: È spesso la scelta vincente per la costa trapanese. Non conduce calore (addio stanze-forno in agosto) e, essendo un materiale plastico, è totalmente immune alla corrosione salina. Non \"sfoglia\" e non arrugginisce.\n\nL’Alluminio a Taglio Termico: Ideale per chi cerca profili minimali e grandi vetrate. Se vivi vicino al porto o sul lungomare, è fondamentale richiedere il trattamento di verniciatura certificata Qualicoat Seaside, specifico per resistere all'attacco corrosivo del sale.\n\nVetri Selettivi: Fondamentali per le esposizioni a Sud. Questi vetri lasciano passare la luce ma respingono il calore solare, riducendo drasticamente l'uso del condizionatore."
  },
  {
    "date": "19/12/2025",
    "slug": "tipi-zanzariere-guida-scelta",
    "excerpt": "In una zona ventosa come Trapani, la scelta della zanzariera giusta fa la differenza. Plissettate, a rullo rinforzato o scorrevoli: ogni modello ha i suoi vantaggi in base all’esposizione",
    "title": "Tipi di zanzariere e come scegliere quella giusta",
    "body": "A Trapani, la zanzariera non è un accessorio, ma una necessità per sopravvivere all'estate. Ma attenzione: non tutte reggono le raffiche di vento tipiche della nostra zona.\n\nZanzariere Plissettate: Le regine della praticità. Non avendo un meccanismo a molla, possono essere lasciate in qualsiasi posizione. Sono ideali per le porte-finestre che portano ai balconi, poiché il binario a terra è bassissimo (quasi invisibile), evitando inciampi.\n\nZanzariere a Rullo con spazzolino rinforzato: Se la tua casa è molto esposta al vento, cercane una con sistemi \"anti-vento\". Senza questi, la rete rischia di uscire dalle guide alla prima folata.\n\nZanzariere Scorrevoli o a Battente: Perfette per le verande o le zone lavanderia. Sono robuste e resistono bene all'uso frequente.\n\nConsiglio locale: Nelle zone vicino alle saline o in centro storico, dove l'umidità è alta, scegli sempre reti in fibra di vetro rivestite in PVC per evitare che si degradino velocemente."
  },
  {
    "date": "19/12/2025",
    "slug": "serramenti-e-sicurezza",
    "excerpt": "Per chi vive nei piani bassi o in villette a Trapani, gli infissi sono un elemento di sicurezza fondamentale. Vetri stratificati, ferramenta rinforzata e isolamento acustico aumentano protezione e comfort",
    "title": "Serramenti e sicurezza",
    "body": "La sicurezza in casa inizia dagli infissi. A Trapani, specialmente per chi vive in villette indipendenti (zona Casa Santa o Erice Casa Santa) o ai piani bassi del centro, l'infisso deve essere una barriera reale.\n\nVetri Stratificati (Antisfondamento): Composti da più lastre unite da una pellicola elastica (PVB). Anche se colpiti, i frammenti restano attaccati alla pellicola, impedendo l'ingresso.\n\nFerramenta Perimetrale: Non basta una sola chiusura. Un buon infisso deve avere punti di chiusura a \"funghetto\" su tutto il perimetro dell'anta, che si incastrano nel telaio rendendo quasi impossibile lo scardinamento con un piede di porco.\n\nIsolamento Acustico: Non dimentichiamo che sicurezza significa anche \"comfort\". Se abiti in via Fardella o vicino alle zone della movida, un vetro con spessori differenziati può abbattere il rumore del traffico fino a 40 dB, trasformando il tuo salotto in un'oasi di pace."
  },
  {
    "date": "19/12/2025",
    "slug": "manutenzione-infissi-zone-marine",
    "excerpt": "La salsedine è il nemico numero uno degli infissi nelle zone marine. Una manutenzione regolare di profili, ferramenta e guarnizioni evita danni e prolunga la vita dell'infisso",
    "title": "Manutenzione degli infissi in zone marine",
    "body": "La salsedine a Trapani è \"creativa\": si infiltra ovunque. Se non curati, anche i migliori infissi possono bloccarsi o opacizzarsi in pochi anni. Ecco come proteggere il tuo investimento:\n\nPulizia Ordinaria: Non aspettare che si formi la crosta bianca. Una volta al mese, pulisci i profili con acqua tiepida e un sapone neutro. Evita assolutamente prodotti abrasivi che graffiano la finitura e offrono al sale un punto d'appoggio perfetto.\n\nCura della Ferramenta: È la parte più sensibile. Almeno due volte l'anno, spruzza un lubrificante a base di silicone o vaselina sulle cerniere e sui meccanismi di chiusura. Questo impedisce al sale di bloccare gli ingranaggi.\n\nControllo delle Guarnizioni: Il sole della Sicilia secca la gomma. Passa un panno umido sulle guarnizioni per mantenerle elastiche; se diventano rigide, l'infisso perderà la sua capacità di isolamento termico e acustico."
  },
  {
    "date": "29/12/2025",
    "slug": "quanto-costa-rifare-infissi-trapani",
    "excerpt": "Il costo per rifare gli infissi varia in base a materiale, dimensioni e prestazioni. A Trapani incidono anche fattori climatici come salsedine e caldo intenso.",
    "title": "Quanto costa in media rifare gli infissi?",
    "body": "Stabilire un costo medio per rifare gli infissi dipende sempre da diversi fattori: materiale, dimensioni, tipo di vetro e condizioni climatiche della zona. A Trapani si aggiunge la variabile salsedine, che richiede materiali più resistenti.\n\nPer un infisso in PVC di buona qualità si parte in genere da 350–550 € al metro quadro. È una scelta molto diffusa in Sicilia perché non teme la corrosione salina e ha un ottimo isolamento termico.\n\nL’alluminio a taglio termico ha un costo più alto, spesso tra 500–800 € al metro quadro. Viene scelto per chi preferisce profili sottili e grande luminosità. Vicino al mare è indispensabile la verniciatura certificata per ambienti costieri.\n\nIl legno rimane il più elegante, ma richiede manutenzione. I prezzi oscillano tra 600–900 € al metro quadro.\n\nNel costo finale vanno inclusi vetri basso emissivi o selettivi, ferramenta antieffrazione e posa professionale. Una posa eseguita bene incide molto più del materiale sulla resa finale."
  },
  {
    "date": "29/12/2025",
    "slug": "come-funziona-bonus-infissi-75",
    "excerpt": "Il famoso 75% si riferisce al bonus per la sostituzione degli infissi in caso di interventi che migliorano l’accessibilità dell’abitazione.",
    "title": "Come funziona il 75% degli infissi?",
    "body": "Il 75% non è un semplice sconto standard: indica la detrazione prevista dal Bonus Barriere Architettoniche, che può includere anche la sostituzione degli infissi se rientra nei requisiti dell’intervento.\n\nIl principio è semplice: si sostituiscono gli infissi esistenti con modelli più comodi da utilizzare, ad esempio con maniglie ad altezza adeguata, aperture più accessibili o sistemi più facili da azionare. Se l'intervento migliora realmente la fruibilità degli ambienti, può rientrare nella detrazione.\n\nLa detrazione del 75% va recuperata in dichiarazione dei redditi in 5 anni, oppure si può optare per lo sconto in fattura se disponibile. L'importante è che l’intervento sia eseguito da un tecnico abilitato e rispetti tutte le prescrizioni normative.\n\nPer gli infissi destinati a case in zone costiere come Trapani, conviene comunque scegliere prodotti con ottimo isolamento e resistenza alla salsedine, così da massimizzare sia il risparmio che la durata nel tempo."
  },
  {
    "date": "29/12/2025",
    "slug": "infissi-che-non-fanno-condensa",
    "excerpt": "La condensa si evita scegliendo infissi con buon isolamento termico, vetri performanti e corretta ventilazione domestica.",
    "title": "Quali sono gli infissi che non fanno condensa?",
    "body": "La condensa si forma quando un materiale è troppo freddo rispetto all'aria interna. Gli infissi che evitano questo problema sono quelli che riducono al minimo il ponte termico, cioè il passaggio di freddo dall’esterno all’interno.\n\nGli infissi in PVC sono tra i più efficaci: il materiale non conduce il calore e mantiene temperature superficiali più uniformi. Per questo riduce drasticamente la formazione di gocce d'acqua, specialmente in case esposte all'umidità come quelle vicino al mare.\n\nAnche l’alluminio a taglio termico funziona molto bene, purché il profilo abbia barrette isolanti di qualità e vetri basso emissivi. Senza taglio termico, invece, l’alluminio tende a raffreddarsi e creare condensa.\n\nIl vetro gioca un ruolo chiave: il doppio o triplo vetro con canalina warm edge — una canalina isolante che sostituisce quella metallica — aiuta a mantenere la superficie interna del vetro più calda.\n\nL’assenza di condensa è quindi una combinazione tra materiale dell’infisso, tipo di vetro e buona aerazione degli ambienti."
  },
  {
    "date": "29/12/2025",
    "slug": "costo-infissi-alluminio-trapani",
    "excerpt": "Un buon infisso in alluminio a taglio termico ha un costo medio che varia in base al profilo, alle prestazioni termiche e alla verniciatura.",
    "title": "Quanto costa un buon infisso in alluminio?",
    "body": "Un infisso in alluminio di qualità non è semplicemente una scelta estetica: offre stabilità, profili sottili e durata nel tempo. Il prezzo varia soprattutto in base al tipo di profilo, al vetro e alla verniciatura.\n\nPer prodotti affidabili si parte da circa 500–800 € al metro quadro. I profili più performanti, con isolamento avanzato e triplo vetro, possono superare i 1.000 € al metro quadro.\n\nA Trapani c’è un fattore aggiuntivo: la salsedine. Per le abitazioni vicino al mare è indispensabile richiedere la verniciatura certificata per ambienti costieri, come la Qualicoat Seaside. Questa lavorazione aumenta la resistenza alla corrosione e prolunga la durata dell’infisso.\n\nUn buon infisso in alluminio deve sempre essere abbinato a una posa professionale e a vetri ad alto isolamento. Solo così si ottiene una finestra resistente, luminosa e veramente efficiente nel tempo."
  }
]
